{ 
  "date":"2016-09-25",
  "explanation":"This image of Saturn could not have been taken from Earth.  No Earth based picture could possibly view the night side of Saturn and the corresponding shadow cast across Saturn's rings.  Since Earth is much closer to the Sun than Saturn, only the day side of the ringed planet is visible from the Earth.  In fact, this image mosaic was taken earlier this year by the robotic Cassini spacecraft now orbiting Saturn, just before filming a 44-hour video of Saturn rotating.  The beautiful rings of Saturn are seen in full expanse, while cloud details are visible including the polar hexagon surrounding the north pole. The Cassini mission is now in its final year as the spacecraft is scheduled to be programmed to dive into Saturn's atmosphere next September.",
  "hdurl":"https://apod.nasa.gov/apod/image/1609/SaturnAbove_Cassini_2012.jpg",
  "media_type":"image",
  "service_version":"v1",
  "title":"Saturn from Above",
  "url":"https://apod.nasa.gov/apod/image/1609/SaturnAbove_Cassini_960.jpg"
}

{
    "copyright":"Dominique Dierick",
    "date":"2019-11-10",
    "explanation":"Tomorrow -- Monday --  Mercury will cross the face of the Sun, as seen from Earth. Called a transit, the last time this happened was in 2016.  Because the plane of Mercury's orbit is not exactly coincident with the plane of Earth's orbit, Mercury usually appears to pass over or under the Sun.  The featured time-lapse sequence, superimposed on a single frame, was taken from a balcony in Belgium shows the entire  transit of 2003 May 7.  That solar crossing lasted over five hours, so that the above 23 images were taken roughly 15 minutes apart.  The north pole of the Sun, the Earth's orbit, and Mercury's orbit, although all different, all occur in directions slightly above the left of the image. Near the center and on the far right, sunspots are visible. After Monday, the next transit of Mercury will occur in 2032.   Watch: the November 11 Transit of Mercury from Earth or from Space.",
    "hdurl":"https://apod.nasa.gov/apod/image/1911/MercuryTransit_Dierick_1500.jpg",
    "media_type":"image",
    "service_version":"v1",
    "title":"A Mercury Transit Sequence",
    "url":"https://apod.nasa.gov/apod/image/1911/MercuryTransit_Dierick_960.jpg"
}
